const { createApp } = Vue

//process หน้า cert
createApp({
    data() {
        return {
            name: 'Poftfolio',
            introduction: 'สวัสดีครับผม นายกรฤต แสงทอง ชื่อเล่น ต้นกล้า ผมมาจากโรงเรียนสวรรค์อนันต์วิทยา อําเภอสวรรคโลก จังหวัด สุโขทัย บ้านผมอยู่ใน ตําบล ท่าชัย อําเภอ ศรีสัชนาลัย จังหวัด สุโขทัย ผมเรียนในสายการเเรียน ศิลป์ - คํานวณ เกรดเฉลี่ย 3.31 ผมมีความสามารถในด้านเทคโนโลยีเป็นอย่างมาก ไม่ว่าเป็นการ เขียนโปรแกรม การแก้ไขปัญหาในคอมพิวเตอร์เบื้องต้น ไปจนถึงการเปลี่ยนอุปกรณ์ และผมยังการช่วยคุณครูในการดูแล คอมพิวเตอร์ภายในห้องเรียน และห้องคอมพิวเตอร์',
            intro_course: 'ผมจึงอยากพัฒนาความรู้ความสามารถในด้านนี้ต่อไป ไม่ว่าจะเป็นการเขียนโปรแกรม ด้วย ภาษาjava ซึ่งผมไม่เคยเขียนมาก่อน การเรียนรู้ในเรื่อง data structure และ algorithm ที่สูงขึ้นรวมทั้งผม เคยมีประสบการณ์ในการดูแลเซิฟเวอร์เกม โดยอยู่ในฝ่าย ผู้ช่วยแอดมิน ที่คอยแก้ปัญหาต่างๆให้กับผู้เล่น ในช่วงมัธยมต้น และ ยังมีกิจกรรมยามว่างเป็นการพัฒนา website chatbot และ script เกมต่างๆ เช่น Minecraft bedrock edition จึงทําให้มีประสบการณ์ในอาชีพที่เกี่ยวข้อง จนผมแน่ใจว่าผมชื่นชอบในด้านนี้เพื่อนําไปประกอบอาชีพ และทําสิ่งที่เป็นประโยชน์ต่อสังคม',
            intro_university: 'เพราะว่าจากการที่ผมได้ศึกษาหาข้อมูลเกี่ยวกับคณะที่ผมต้องการเข้าศึกษาต่อในมหาวิทยาลัยพบว่ามีหลักสูตรและรายละเอียดของหลักสูตร ที่เปิดสอนตรงกับความต้องการของผมในการศึกษาต่อรวมทั้งผมได้ติดตามหลักสูตรนี้มาชักพักพบว่ามีการปรับของหลักสูตรทุกปี ให้ทันสมัย รวมทั้งมหาวิทยาลัยนี้มีชื่อเสียงในระดับประเทศ ในด้านที่ผมต้องการจะศึกษาต่อ จึงทําให้ผมมีความต้องการในการเข้าศึกษาต่อในมหาวิทยาลัยนี้'
        }
    },
    metainfo(){
        return {
            meta: [
                { charset: 'utf-8' }
            ]
        }
    }
}).mount('#certificate_page')